"Database setup aborted! Please check that your MySQL server is running" = "La configuration de la base de donnée a été interrompue. Vérifiez que votre serveur MySQL est disponible.";"Error connecting to MySQL" = "Erreur lors de la connexion à MySQL";